20260311/class-for-name-respects-class-loader/target-host/wrk-quarkus3-native-4.log
Running 30s test @ http://localhost:8080/fruits
  2 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     6.14ms    4.78ms  69.73ms   83.38%
    Req/Sec   16269.20     70.35  16360.00     86.67
  488076 requests in 30.012s,   2.55GB read
Requests/sec: 16262.69
Transfer/sec:  87.05MB