20260311/class-for-name-respects-class-loader/target-host/wrk-warmup-quarkus3-native-4.log
Running 2m test @ http://localhost:8080/fruits
  2 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     6.19ms    4.87ms 102.24ms   83.76%
    Req/Sec   16151.86    365.29  16339.00     97.50
  1938223 requests in 120.017s,  10.13GB read
Requests/sec: 16149.57
Transfer/sec:  86.44MB