20260311/class-for-name-respects-class-loader/target-host/wrk-warmup-quarkus3-native-7.log
Running 2m test @ http://localhost:8080/fruits
  2 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     6.15ms    4.82ms  74.45ms   83.80%
    Req/Sec   16237.78    342.02  16472.00     96.67
  1948534 requests in 120.003s,  10.19GB read
Requests/sec: 16237.38
Transfer/sec:  86.92MB