20260311/class-for-name-respects-class-loader/target-host/wrk-warmup-quarkus3-native-8.log
Running 2m test @ http://localhost:8080/fruits
  2 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     6.31ms    5.60ms 457.18ms   89.11%
    Req/Sec   15845.13    619.62  16106.00     96.67
  1901415 requests in 120.019s,   9.94GB read
Requests/sec: 15842.62
Transfer/sec:  84.80MB